{
    "_type": "org.bccvl.content.collection",
    "title": "Australia Land Cover data",
    "description": "Comprehensive land cover data\nGeographic extent: Australia\nYear range: 2000-2008\nResolution: 9 arcsec (~250 m)\nData layers: Dynamic Land Cover and Enhanced Vegetation Index (min, max, mean)",
    "attribution": [
        "Lymburner L, Tan P., Mueller N., Thackway R., Lewis A., Thankappan M., Randall L., Islam A., and Senarath U., (2010), 250 metre Dynamic Land Cover Dataset of Australia (1st Edition), Geoscience Australia, Canberra."
    ],
    "rights": "CC-BY Attribution 3.0",
    "external_description": "The Dynamic Land Cover Dataset of Australia is the first nationally consistent and thematically comprehensive land cover reference for Australia. It is the result of a collaboration between Geoscience Australia and the Australian Bureau of Agriculture and Resource Economics and Sciences, and provides a base-line for identifying and reporting on change and trends in vegetation cover and extent. Land cover is the observed biophysical cover on the Earth's surface, including native vegetation, soils, exposed rocks and water bodies as well as anthropogenic elements such as plantations, crops and built environments. Remote sensing data recorded over a period of time allows the observation of land cover dynamics. Different land cover types display distinct responses due to seasonal, climatic and anthropogenic drivers. Classifying these responses provides a robust and repeatable way of characterising land cover types. A key aspect of land cover is vegetation greenness. The greenness of vegetation is directly related to the amount of photosynthesis occurring, and can be measured as an index such as the Enhanced Vegetation Index (EVI). The Dynamic Land Cover Dataset presents land cover information for every 250m by 250m area of the country from April 2000 to April 2008. The classification scheme used to describe land cover categories in the Dynamic Land Cover Dataset conforms to the 2007 International Standards Organisation (ISO) land cover standard (19144-2). The Dynamic Land Cover Dataset shows Australian land covers clustered into 34 ISO classes. These reflect the structural character of vegetation, ranging from cultivated and managed land covers (crops and pastures) to natural land covers such as closed forest and sparse, open grasslands. Complete information on the creation of this product can be found in the documents available from the Geoscience Australia website: <a href=\"https://data.gov.au/dataset/1556b944-731c-4b7f-a03e-14577c7e68db\" target=\"_blank\">https://data.gov.au/dataset/1556b944-731c-4b7f-a03e-14577c7e68db</a>",
    "categories": ["environmental"],
    "BCCDataGenre": ["DataGenreE"],
    "subjects": ["Current datasets"],
    "_transitions": ["show_internally", "publish_externally"]
}
